presentation.org
#+TITLE:     Writing Beamer presentations in org-mode
#+AUTHOR:    Juan M Bolivar M
#+EMAIL:     jbolivar@unal.edu.co
#+DATE:      2018-08-13
#+DESCRIPTION: Juego - Thinking in systems
#+KEYWORDS: 
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:https://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 


#+startup: beamer
#+LaTeX_CLASS: beamer
#+LaTeX_CLASS_OPTIONS: [bigger]

#+BEAMER_FRAME_LEVEL: 2


#+COLUMNS: %40ITEM %10BEAMER_env(Env) %9BEAMER_envargs(Env Args) %4BEAMER_col(Col) %10BEAMER_extra(Extra)


* Introduction
  :PROPERTIES:
  :ID:       65c33c03-92a3-4b4a-aa34-b394ad2487ce
  :END:
** A simple slide
   :PROPERTIES:
   :ID:       acba32e0-bddf-416d-813c-c8819ac14ec4
   :END:
This slide consists of some text with a number of bullet points:

- the first, very @important@, point!
- the previous point shows the use of the special markup which
  translates to the Beamer specific /alert/ command for highlighting
  text.


The above list could be numbered or any other type of list and may
include sub-lists.

