presentation.tex
% Created 2018-08-13 lun. 22:33
% Intended LaTeX compiler: pdflatex
\documentclass[bigger]{beamer}
\usepackage[latin1]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usetheme{default}
\author{Juan M Bolivar M}
\date{2018-08-13}
\title{Writing Beamer presentations in org-mode}
\hypersetup{
 pdfauthor={Juan M Bolivar M},
 pdftitle={Writing Beamer presentations in org-mode},
 pdfkeywords={},
 pdfsubject={Juego - Thinking in systems},
 pdfcreator={Emacs 26.1 (Org mode 9.1.13)}, 
 pdflang={English}}
\begin{document}

\maketitle
\begin{frame}{Outline}
\tableofcontents
\end{frame}



\section{Introduction}
\label{sec:orgbd61b08}
\subsection{A simple slide}
\label{sec:org747827a}
This slide consists of some text with a number of bullet points:

\begin{itemize}
\item the first, very @important@, point!
\item the previous point shows the use of the special markup which
translates to the Beamer specific \emph{alert} command for highlighting
text.
\end{itemize}


The above list could be numbered or any other type of list and may
include sub-lists.
\end{document}